import { ITrip } from './types';
import Thailand from './images/tailand.png';
import Bali from './images/bali.png';
import Indonesia from './images/indonesia.png';
import Vietnam from './images/vietnam.jpg';
import Japan from './images/japan.jpg';

export const listTrip: ITrip[] = [
    {
        id: 1,
        name: 'Тайланд',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Thailand,
    },
    {
        id: 2,
        name: 'Бали',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Bali,
    },
    {
        id: 3,
        name: 'Индонезия',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Indonesia,
    },
    {
        id: 4,
        name: 'Вьетнам',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Vietnam,
    },
    {
        id: 5,
        name: 'Япония',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Japan,
    },
    {
        id: 6,
        name: 'Тайланд',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Thailand,
    },
    {
        id: 7,
        name: 'Бали',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Bali,
    },
    {
        id: 8,
        name: 'Индонезия',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Indonesia,
    },
    {
        id: 9,
        name: 'Вьетнам',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Vietnam,
    },
    {
        id: 10,
        name: 'Япония',
        description: 'Равным образом постоянное обеспечение нашей деятельности позволяет оценить значение систем массового участия.',
        src: Japan,
    },
];
